Repository: capstanlqc/cli_automation
Catalog: conv_flash_xlsxs_to_tmxs/output/Eurobarometer_FLASH-002_slo-SVK_MRT.tmx
Source language: en_us
Languages: sk_sk

source: <p>These are all the questions we have for you today. It appears that a sufficient number of respondents with a similar profile have already completed this study, or that your profile does not exactly match our needs for this study. We apologize for the inconvenience.</p>
sk_sk: <p>Na dnes sú to všetky otázky. Zdá sa, že máme potrebné množstvo respondentov s profilom podobným vášmu, ktorí už štúdiu absolvovali, alebo váš profil nezodpovedá kritériám tohto prieskumu. Ospravedlňujeme sa za nepríjemnosti.</p>

source: More than 10 years
sk_sk: Viac ako 10 rokov

source: None, sole trader (DO NOT READ OUT)
sk_sk: Žiadneho, podnikám sám (NEČÍTAJTE NAHLAS)

source: Don't know
sk_sk: Neviem

source: (WRITE DOWN AGE IN YEARS IF RESPONDENT IS 16 YEARS OR OVER)
sk_sk: (AK MÁ RESPONDENT 16 ALEBO VIAC ROKOV, NAPÍŠTE VEK V ROKOCH)

source: Please provide an answer.
sk_sk: Chýba odpoveď(e).

source: The European General Data Protection Regulation (GDPR) requires us to first speak to a parent or legal guardian of a teenager. Can I speak to this teenager’s parent or legal guardian? (SINGLE ANSWER, DO NOT READ OUT)
sk_sk: Všeobecné európske nariadenie o ochrane údajov (GDPR) si vyžaduje, aby sme sa najskôr porozprávali s rodičom alebo zákonným zástupcom mladistvého. Môžem hovoriť s rodičom alebo zákonným zástupcom tohto mladistvého? (JEDNA ODPOVEĎ, NEČÍTAJTE)

source: Between 1 and 5 years
sk_sk: 1 až 5 rokov

source: Greek
sk_sk: Grécka

source: Is your company…? (READ OUT, ONE ANSWER ONLY)
sk_sk: Je vaša spoločnosť...? (PREČÍTAJTE NAHLAS, LEN JEDNA ODPOVEĎ)

source: What is your nationality or nationalities if you hold more than one? {#D3a_ins}
sk_sk: Akú máte národnosť alebo národnosti, ak máte viac ako jednu? {#D3a_ins}

source: Lithuanian
sk_sk: Litovská

source: European Commission
sk_sk: Európska komisia

source: Electricity, gas, steam and air conditioning supply
sk_sk: DODÁVKA ELEKTRINY, PLYNU, PARY A STUDENÉHO VZDUCHU

source: Professional (lawyer, medical practitioner, accountant, architect,…)
sk_sk: Odborník (právnik, lekár, účtovník, architekt...)

source: French
sk_sk: Francúzska

source: Please enter a value between {#D1_age_ins} and 105. If the respondent is less than {#D1_age_ins} years, select response “<{#D1_age_ins} years”.
sk_sk: Uveďte číslo v rozsahu od {#D1_age_ins} až 105. Ak má respondent menej ako {#D1_age_ins} rokov, vyberte odpoveď "<{#D1_age_ins} rokov”.

source: Office clerk
sk_sk: Úradník

source: Human health and social work activities
sk_sk: ZDRAVOTNÍCTVO A SOCIÁLNA POMOC

source: Don't know/No Answer (DO NOT READ OUT)
sk_sk: Nevie/bez odpovede (NEPONÚKAJTE)

source: Answer '{ANSWER}' is not in range '{RANGE}'.
sk_sk: Odpoveď '{ANSWER}' nie je v rozsahu '{RANGE}'.

source: You have used the browser buttons, please use the Next/Previous buttons below.
sk_sk: Použili ste tlačidlá prehliadača, použite tlačidlá Ďalej/Späť nižšie.

source: Czech
sk_sk: Česká

source: Polish
sk_sk: Poľská

source: Between 6 and 10 years
sk_sk: 6 až 10 rokov

source: Committee of the Regions
sk_sk: Európsky výbor regiónov

source: Latvia
sk_sk: Lotyšsko

source: Answer '{ANSWER}' is not a valid Date/Time.
sk_sk: Odpoveď '{ANSWER}' nie je platný dátum.

source: Research Executive Agency
sk_sk: Výkonná agentúra pre výskum

source: Never
sk_sk: Nikdy

source: Does someone pick-up the phone?
sk_sk: Dvíha niekto telefón?

source: Yes, not available
sk_sk: Áno, nie je k dispozícii

source: Do you know if, in {#CurrentYear_insert_1}, your company has: (READ OUT, ONE ANSWER PER LINE)
sk_sk: Viete, či má vaša firma v {#CurrentYear_insert_1}: (PREČÍTAJTE NAHLAS, LEN JEDNA ODPOVEĎ V KAŽDOM RIADKU)

source: How old are you? {#D1_ins}
sk_sk: Koľko máte rokov? {#D1_ins}

source: I’m rather sceptical of the European Union, but could change my opinion if radical reform was brought about
sk_sk: Som dosť skeptický(-á), pokiaľ ide o Európsku úniu, ale mohol(-la) by som zmeniť názor, keby došlo k radikálnej reforme

source: More than 500,000 to 2 million euro
sk_sk: Viac ako 500 000 eur až 2 milióny eur

source: Other service activities
sk_sk: OSTATNÉ ČINNOSTI

source: Yes, I am the parent/legal guardian
sk_sk: Áno, som rodič/zákonný zástupca

source: Student (full-time)
sk_sk: Študent (denné štúdium)

source: Yes (will pass phone to start the interview)
sk_sk: Áno (odovzdá telefón, aby sa mohol začať rozhovor)

source: How many people aged 15 years or more live in your household, yourself included?
sk_sk: Koľko ľudí vrátane vás vo veku 15 alebo viac rokov s vami žije v jednej domácnosti?

source: <b>Agriculture, Forestry and Fishing</b>
sk_sk: <b>Poľnohospodárstvo, lesníctvo a rybolov</b>

source: Fairly negative
sk_sk: Skôr negatívny

source: <center>Thank you for taking part in this survey. <br />These are all the questions we have for you today.</center>
sk_sk: <center>Ďakujeme za účasť v tomto prieskume. <br />Na dnes sú to všetky otázky.</center>

source: Prefer not to say
sk_sk: Nechcem odpovedať.

source: Don't know (DO NOT READ OUT)
sk_sk: Neviem (NEČÍTAJTE)

source: Slovenian
sk_sk: Slovinská

source: Are you a permanent resident of {#MRK_Country}?
sk_sk: Máte v krajine {#MRK_Country} trvalý pobyt?

source: Yes, one mobile phone
sk_sk: Áno, jeden mobilný telefón

source: Do we have your permission to conduct this interview with your child?
sk_sk: Udeľujete nám povolenie viesť tento rozhovor s vaším dieťaťom?

source: Mining and Quarrying
sk_sk: ŤAŽBA A DOBÝVANIE

source: Please enter a value between 0 and 99.
sk_sk: Uveďte číslo v rozsahu 0 až 99.

source: Bulgarian
sk_sk: Bulharská

source: <b>Non-public services</b>
sk_sk: <b>Neverejnoprávne služby</b>

source: Czechia
sk_sk: Česko

source: Financial and insurance activities
sk_sk: FINANČNÉ A POISŤOVACIE ČINNOSTI

source: Water Supply; sewerage, waste management and remediation activities
sk_sk: DODÁVKA VODY; ČISTENIE A ODVOD ODPADOVÝCH VÔD, ODPADY A SLUŽBY ODSTRAŇOVANIA ODPADOV

source: Transportation and Storage
sk_sk: DOPRAVA A SKLADOVANIE

source: Refusal {#D5a_ins}
sk_sk: Odmietnutie {#D5a_ins}

source: Bulgaria
sk_sk: Bulharsko

source: Increased
sk_sk: Zvýšil

source: Thank you for your time. We remind you that if you would like to read the Data Protection Notice, you can access it at {#intro_link}. This explains the purposes for processing your personal data as well as your rights under applicable data protection law.
sk_sk: Ďakujeme za váš čas. Pripomíname, že ak si chcete prečítať oznam o ochrane údajov, nájdete ho na {#intro_link}. Vysvetľuje účel spracovania osobných údajov a vaše práva na základe príslušných zákonov o ochrane údajov.

source: Finnish
sk_sk: Fínska

source: Services directly to consumers
sk_sk: služby priamo spotrebiteľom

source: Other employee (salesman, nurse, …)
sk_sk: Iný zamestnanec (predavač, zdravotná sestra...)

source: Less than 25,000 euro
sk_sk: Menej ako 25 000 eur

source: 15 years old, but not available/not at home
sk_sk: 15 rokov, no nie je k dispozícii/doma

source: Looking after the home
sk_sk: V domácnosti

source: Hello, My name is …, from (NAME OF NATIONAL INSTITUTE), and I'm conducting an interview for Ipsos Public Affairs, on behalf of one of their clients. We are looking for people aged 16 or over who are willing to share their opinions about the issues of today’s society. We are conducting this survey across Europe. The survey is not part of any market research, we are interested in measuring public opinion. I would be grateful if you could spare {#minutes_ins} minutes to participate in this survey. Participation in the survey is voluntary and you can change your mind at any time. All of your answers will remain confidential and will be combined with all other participants’ answers. This means you will not be identifiable in any of the published results. {#CONSENT_ins} If you would like to read the Data Protection Notice, you can access it at {#intro_link}. This explains the purpose for processing your personal data as well as your data protection rights. For quality assurance, this phone call may be monitored and recorded. INTERVIEWER ADD IF ASKED: HOW DID YOU GET MY NUMBER: Your telephone number has been randomly generated by a computer, like all numbers we dial for this research. Our aim is to interview a representative sample of this country’s population. CLIENT? Ipsos is conducting this survey for the {#Client}. Flash Eurobarometer surveys have as purpose to monitor public opinion in the European Union on a broad range of thematic issues. WHAT PERSONAL DATA WILL BE COLLECTED: We use your phone number to invite you to take part in this interview and for quality control purposes only. Gender and age information will be collected, as well as personal data from the replies to the interview questions (such as marital status). All of the information you provide will remain confidential, your answers will be combined with all other participants’ answers, and no identifiable data will be shared with Ipsos’ client. Are you happy to proceed with the interview? {#Birthday_ins}
sk_sk: Dobrý deň, som .... z (NÁZOV NÁRODNÉHO ÚSTAVU) a vediem rozhovory za spoločnosť Ipsos Public Affairs v mene jedného z jej klientov. Hľadáme ľudí vo veku 16 alebo viac rokov, ktorí sú ochotní podeliť sa o svoj názor na problémy súčasnej spoločnosti. Vedieme prieskum v rámci Európy. Nie je súčasťou prieskumu trhu, zaujíma nás meranie verejnej mienky. Bol/-a by som rád/rada, keby ste venovali {#minutes_ins} minút účasti na tomto prieskume. Účasť na prieskume je dobrovoľná a kedykoľvek si ju môžete rozmyslieť. Všetky odpovede budú dôverné a skombinujú sa s odpoveďami všetkých ostatných účastníkov. To znamená, že na základe zverejnených výsledkov nebude možné identifikovať vašu osobu. {#CONSENT_ins} Ak si chcete prečítať oznam o ochrane údajov, nájdete ho na {#intro_link}. Vysvetľuje účel spracovania osobných údajov a vaše práva na ochranu svojich údajov. Tento telefonický rozhovor sa môže monitorovať a nahrávať na účely kontroly kvality. AK HO O TO POŽIADAJÚ, ANKETÁR DOPLNÍ: ODKIAĽ MÁTE MOJE ČÍSLO: Vaše telefónne číslo náhodne vygeneroval počítač rovnako ako všetky čísla, na ktoré v rámci prieskumu voláme. Našim cieľom je osloviť reprezentatívnu vzorku populácie tejto krajiny. KLIENT? Spoločnosť Ipsos realizuje tento prieskum pre [{#Client}]. Prieskumy Flash Eurobarometer majú za cieľ sledovať verejnú mienku v Európskej únii ohľadne širokej škály tematických okruhov. AKÉ OSOBNÉ ÚDAJE SA ZHROMAŽDIA: Vaše telefónne číslo použijeme len na to, aby sme vás pozvali zapojiť sa do tohto prieskumu, a na kontrolu kvality. Zhromaždia sa údaje o pohlaví a veku a osobné údaje z odpovedí na otázky prieskumu (ako je rodinný stav). Všetky vami uvedené informácie budú dôverné a odpovede sa skombinujú s odpoveďami všetkých ostatných účastníkov. Spoločnosť Ipsos klientovi nepošle žiadne identifikovateľné údaje. Chcete pokračovať v prieskume? {#Birthday_ins}

source: Danish
sk_sk: Dánska

source: <b>Construction, transport, ICT</b>
sk_sk: <b>Stavebníctvo, doprava, informačné a komunikačné technológie</b>

source: General Secretariat of the Council of the European Union
sk_sk: Generálny sekretariát Rady Európskej únie

source: More than 50,000 to 100,000 euro
sk_sk: Viac ako 50 000 eur až 100 000 eur

source: Estonian
sk_sk: Estónska

source: I’m in favour of the European Union as it has been realised so far
sk_sk: Som za Európsku úniu tak, ako bola realizovaná doteraz

source: Executive Agency for Small and Medium-sized Enterprises
sk_sk: Výkonná agentúra pre malé a stredné podniky

source: Luxembourgish
sk_sk: Luxemburská

source: ENU English (United States)
sk_sk: SKY Slovak (Slovakia)

source: Romania
sk_sk: Rumunsko

source: Would you say you are…? {#D2_ins}
sk_sk: Povedali by ste, že ste...? {#D2_ins}

source: There are too many answers, only {MAXANSWERS} are allowed.
sk_sk: Otázka '{QUESTION}' ({QUESTION_NUMBER}): Odpovedí je priveľa, povolený počet je {MAXANSWERS}.

source: Errors
sk_sk: Chyby

source: 16 years or older (will pass phone to start the interview)
sk_sk: 16 alebo viac rokov (odovzdá telefón, aby sa mohol začať rozhovor)

source: Over the past two years, has your company's total number of employees increase, decreased or remained about the same? (DO NOT READ OUT, ONE ANSWER ONLY)
sk_sk: Za posledné dva roky celkový počet zamestnancov firmy stúpol, klesol alebo zostal približne rovnaký? (NEČÍTAJTE NAHLAS, LEN JEDNA ODPOVEĎ)

source: Local political matters
sk_sk: Záležitostiach miestnej politiky

source: Spanish
sk_sk: Španielska

source: Owner of shop, craftsman
sk_sk: Majiteľ obchodu, remeselník

source: Between 10-50% owned by persons from other countries outside (THIS COUNTRY)
sk_sk: Z 10 % až 50 % vlastnená osobami z iných krajín mimo Slovenska

source: Interviewer instruction: Do not read, just fill in your interviewer_ID.
sk_sk: Pokyn pre anketára: nečítajte, len vyplňte svoje interviewer_ID.

source: Does your company sell … (READ OUT – MULTIPLE ANSWERS POSSIBLE)
sk_sk: Predáva vaša spoločnosť… (PREČÍTAJTE - MOŽNOSŤ VIACERÝCH ODPOVEDÍ)

source: <b>Trade, accommodation and food services</b>
sk_sk: <b>Obchod, ubytovacie a stravovacie služby</b>

source: The survey includes some questions that could be considered sensitive as they relate to political opinions. Your child may refuse to answer these questions at any time, and you can withdraw your consent for your child’s participation at any time.
sk_sk: Prieskum obsahuje niekoľko otázok, ktoré sa dajú pokladať za citlivé, pretože sa týkajú názorov na politiku. Dieťa na ne môže kedykoľvek odmietnuť odpovedať a vy môžete kedykoľvek odvolať súhlas so zapojením dieťaťa.

source: Services to companies or other organisations
sk_sk: služby spoločnostiam alebo iným organizáciám

source: Yes
sk_sk: Áno

source: Would you say you live in...? {#D2_ins}
sk_sk: Povedali by ste, že bývate...? {#D2_ins}

source: A rural area or village
sk_sk: Na vidieku alebo na dedine

source: European Investment Bank Group
sk_sk: Skupina Európskej investičnej banky

source: Which nationality or nationalities do you hold? {#D3b_ins}
sk_sk: Akú máte národnosť alebo národnosti? {#D3b_ins}

source: Seeking a job
sk_sk: Hľadá prácu

source: Answer '{ANSWER}' is not an integer value.
sk_sk: Odpoveď '{ANSWER}' nie je celé číslo.

source: <b>Industry</b>
sk_sk: <b>Priemysel</b>

source: Very negative
sk_sk: Veľmi negatívny

source: Activities of extraterritorial organisations and bodies
sk_sk: ČINNOSTI EXTRATERITORIÁLNYCH ORGANIZÁCIÍ A ZDRUŽENÍ

source: Please enter a value between 1 and 30.
sk_sk: Uveďte číslo v rozsahu 1 až 30.

source: Dutch
sk_sk: Holandská

source: In general, does the EU conjure up for you a very positive, fairly positive, neutral, fairly negative or very negative image? {#SD15_ins}
sk_sk: Vo všeobecnosti, aký máte dojem a pocit z Európskej únie - veľmi pozitívny, skôr pozitívny, neutrálny, skôr negatívny alebo veľmi negatívny? {#SD15_ins}

source: European External Action Service
sk_sk: Európska služba pre vonkajšiu činnosť

source: Sold products and or services to other EU countries
sk_sk: Predala výrobky a/alebo služby do iných krajín EÚ

source: No, I am not the parent/legal guardian
sk_sk: Nie, nie som rodič/zákonný zástupca

source: Owned or controlled entirely by persons from (THIS COUNTRY)
sk_sk: Úplne vlastnená alebo ovládaná osobami zo Slovenska

source: Are you happy to proceed with the interview?
sk_sk: Chcete pokračovať v prieskume?

source: Other (DO NOT READ OUT)
sk_sk: Iné (NEPONÚKAJTE)

source: Activities of households as employers; undifferentiate goods and services producing activities of households for own use
sk_sk: ČINNOSTI DOMÁCNOSTÍ AKO ZAMESTNÁVATEĽOV; NEDIFERENCOVANÉ ČINNOSTI V DOMÁCNOSTIACH PRODUKUJÚCE TOVAR NA VLASTNÉ POUŽITIE

source: European Economic and Social Committee
sk_sk: Európsky hospodársky a sociálny výbor

source: In another way
sk_sk: Iná možnosť

source: Sold products and or services to countries outside EU
sk_sk: Predala výrobky a/alebo služby do krajín mimo EÚ

source: Croatian
sk_sk: Chorvátska

source: Which of the following describes how you think of yourself? {#D2_ins}
sk_sk: Ktorá z nasledujúcich možností opisuje, za koho sa považujete? {#D2_ins}

source: Remained about the same
sk_sk: Zostal približne rovnaký

source: More than 25,000 to 50,000 euro
sk_sk: Viac ako 25 000 eur až 50 000 eur

source: Manufacturing
sk_sk: PRIEMYSELNÁ VÝROBA

source: Please enter a value between 15 and 105. If you are less than 15 years old, you are not eligible to participate in this study.
sk_sk: Zadajte hodnotu medzi 15 a 105. Ak máte menej ako 15 rokov, nespĺňate požiadavky na účasť na tejto štúdii.

source: Irish
sk_sk: Írska

source: Supervisor/foreman (team manager, …)
sk_sk: Vedúci/majster (vedúci tímu...)

source: Austrian
sk_sk: Rakúska

source: Manager of a company
sk_sk: Manažér firmy

source: Farmer, forester, fisherman
sk_sk: Poľnohospodár, lesník, rybár

source: Latvian
sk_sk: Lotyšská

source: Information and Communication
sk_sk: INFORMÁCIE A KOMUNIKÁCIA

source: (DO NOT READ OUT)
sk_sk: (NEČÍTAJTE NAHLAS)

source: Between 1 January {#CurrentYear_insert_6} and 1 January {#CurrentYear_insert_1}
sk_sk: V období od 1. januára {#CurrentYear_insert_6} do 1. januára {#CurrentYear_insert_1}

source: After 1 January {#CurrentYear_insert_1}
sk_sk: Po 1. januári {#CurrentYear_insert_1}

source: European Central Bank
sk_sk: Európska centrálna banka

source: Fairly positive
sk_sk: Skôr pozitívny

source: Frequently
sk_sk: Často

source: Please enter a value between 0 and 20.
sk_sk: Uveďte číslo v rozsahu 0 až 20.

source: France
sk_sk: Francúzsko

source: More than 250,000 to 500,000 euro
sk_sk: Viac ako 250 000 eur až 500 000 eur

source: (DO NOT READ OUT; ONE ANSWER ONLY)
sk_sk: (NEČÍTAJTE - LEN JEDNA ODPOVEĎ)

source: Consumers, Health, Agriculture and Food Executive Agency
sk_sk: Výkonná agentúra pre spotrebiteľov, zdravie, poľnohospodárstvo a potraviny

source: Middle management
sk_sk: Stredný manažment (vedúci oddelenia, učiteľ, technik)

source: 50% or more owned or controlled by persons from other countries outside (THIS COUNTRY)
sk_sk: Z 50 % alebo viac vlastnená alebo ovládaná osobami z iných krajín mimo Slovenska

source: Occasionally
sk_sk: Príležitostne

source: Belgian
sk_sk: Belgická

source: Slovak
sk_sk: Slovenská

source: Next
sk_sk: Ďalej

source: 10 to 49 employees
sk_sk: 10 až 49 zamestnancov

source: There are too few answers, at least {MINANSWERS} are required.
sk_sk: Odpovedí je primálo, požadovaný počet je najmenej {MINANSWERS}.

source: Hungary
sk_sk: Maďarsko

source: Large town/city
sk_sk: Vo veľkom meste alebo veľkomeste

source: You entered an unexpected value, please review your answer or continue to confirm your response.
sk_sk: Zadali ste neočakávanú hodnotu, skontrolujte odpoveď alebo pokračujte a potvrďte ju.

source: Ireland
sk_sk: Írsko

source: General management, director or top management
sk_sk: Vyšší manažment, riaditeľ, alebo top manažment

source: (DO NOT READ OUT; MULTIPLE ANSWERS POSSIBLE)
sk_sk: (NEČÍTAJTE NAHLAS, MOŽNOSŤ VÝBERU VIACERÝCH ODPOVEDÍ)

source: Construction
sk_sk: STAVEBNÍCTVO

source: More than 50 million euro
sk_sk: Viac ako 50 miliónov eur

source: Hungarian
sk_sk: Maďarská

source: Spain
sk_sk: Španielsko

source: <b>Thank you for your participation. Please click next and then close the browser.</b>
sk_sk: <b>Ďakujeme za vašu účasť. Kliknite na tlačidlo „Ďalej“ a zavrite prehliadač.</b>

source: More than 2 to 10 million euro
sk_sk: Viac ako 2 milióny eur až 10 miliónov eur

source: {#D1X_insert} (DO NOT READ OUT, ONE ANSWER ONLY)
sk_sk: {#D1X_insert} (NEČÍTAJTE - LEN JEDNA ODPOVEĎ)

source: Yes, available
sk_sk: Áno, je k dispozícii

source: Answer '{ANSWER}' cannot be combined with other answers.
sk_sk: Otázka '{QUESTION}' ({QUESTION_NUMBER}): Odpoveď '{ANSWER}' ({CATEGORY}) sa nedá kombinovať s ostatnými.

source: Before 1 January {#CurrentYear_insert_6}
sk_sk: Pred 1. januárom {#CurrentYear_insert_6}

source: How many employees (in full-time equivalents) does your company currently have? ADD, IF NEEDED: If you are not sure, please provide your best estimate. (READ OUT IF NECESSARY, ONE ANSWER ONLY)
sk_sk: Koľko zamestnancov (v plnom pracovnom alebo ekvivalentnom úväzku) má momentálne vaša firma? AK TREBA, DOPLŇTE: Ak si nie ste istý/á, uveďte čo najpresnejší odhad. (AK TREBA, PREČÍTAJTE NAHLAS, LEN JEDNA ODPOVEĎ)

source: (READ OUT; ONE ANSWER ONLY)
sk_sk: (PREČÍTAJTE NAHLAS, LEN JEDNA ODPOVEĎ)

source: Answer '{ANSWER}' is not valid.
sk_sk: Otázka '{QUESTION}' ({QUESTION_NUMBER}): Odpoveď '{ANSWER}' nie je správna.

source: Slovakia
sk_sk: Slovensko

source: Which of the following statements regarding the European Union is closest to your opinion? {#D2_ins}
sk_sk: Ktorý z nasledujúcich výrokov týkajúcich sa Európskej únie najviac vystihuje váš názor? {#D2_ins}

source: Greece
sk_sk: Grécko

source: Belgium
sk_sk: Belgicko

source: Other nationality
sk_sk: Iná národnosť

source: Sweden
sk_sk: Švédsko

source: Arts, entertainment and recreation
sk_sk: UMENIE, ZÁBAVA A REKREÁCIA

source: Germany
sk_sk: Nemecko

source: Decreased
sk_sk: Znížil

source: The survey includes some questions that could be considered sensitive as they relate to political opinions. You may refuse to answer these questions at any time, and you can withdraw your consent for participation at any time.
sk_sk: Prieskum obsahuje niekoľko otázok, ktoré sa dajú pokladať za citlivé, pretože sa týkajú názorov na politiku. Kedykoľvek môžete odmietnuť na ne odpovedať a kedykoľvek môžete odvolať súhlas s účasťou.

source: Agriculture, Forestry and Fishing
sk_sk: POĽNOHOSPODÁRSTVO, LESNÍCTVO A RYBOLOV

source: (SINGLE ANSWER, DO NOT READ OUT)
sk_sk: (JEDNA ODPOVEĎ, NEČÍTAJTE)

source: Over the past two years, has your company's annual turnover increased, decreased or remained unchanged? (DO NOT READ OUT, ONE ANSWER ONLY)
sk_sk: Za posledné dva roky sa ročný obrat vašej spoločnosti zvýšil, znížil alebo ostal rovnaký? (NEČÍTAJTE NAHLAS, LEN JEDNA ODPOVEĎ)

source: In the last two years, have you been involved in any dispute which has gone to court?
sk_sk: Boli ste v posledných dvoch rokoch účastníkom sporu, ktorý išiel na súd?

source: Maltese
sk_sk: Maltská

source: Insert for D5._5 - Refusal
sk_sk: Insert for D5._5 - Odmietnutie

source: Don't know {#D5a_ins}
sk_sk: Neviem {#D5a_ins}

source: Employee
sk_sk: Zamestnanec

source: Remained unchanged
sk_sk: Ostal rovnaký

source: Over the last year, would you say that this image you have of the EU improved, got worse or stayed about the same? {#SD15_ins}
sk_sk: Povedali by ste, že za posledný rok sa tento dojem, ktorý máte z EÚ, zlepšil, zhoršil alebo zostal zhruba rovnaký? {#SD15_ins}

source: European Ombudsman
sk_sk: Európsky ombudsman

source: Retired
sk_sk: Na dôchodku

source: Estonia
sk_sk: Estónsko

source: <{#D1_age_ins} years
sk_sk: <{#D1_age_ins} rokov

source: 16 years or older (not available, call back later)
sk_sk: 16 alebo viac rokov (nie je k dispozícii, zavolajte znovu neskôr)

source: Luxembourg
sk_sk: Luxembursko

source: Answer '{ANSWER}' is not numeric.
sk_sk: Otázka '{QUESTION}' ({QUESTION_NUMBER}): Odpoveď '{ANSWER}' nie je numerická hodnota.

source: Targeted respondent not available, call back later
sk_sk: Cieľový respondent je nedostupný, zavolajte neskôr

source: Male
sk_sk: Muž

source: In the last two years, has your company been involved in any dispute which has gone to court?
sk_sk: Bola vaša spoločnosť v posledných dvoch rokoch účastníkom nejakého sporu, ktorý sa dostal pred súd?

source: Lithuania
sk_sk: Litva

source: 250 to 499 employees
sk_sk: 250 až 499 zamestnancov

source: Navigations
sk_sk: Navigácia
